[
    {"idx":1, "nombreProducto":"Labial Rojo", "descripcion": "El labial en color rojo sea el producto cosmético más vendido de todos los tiempos tiene un motivo claro: solo él consigue transmitir sensualidad, feminidad, poder y empoderamiento a partes iguales.", "img": "/img/labialrojo.jpg", "precio": 5000, "categoria": "marcas"},
    {"idx":2, "nombreProducto":"Labial Morado", "descripcion": "Color frío que siempre resalta en todo tipo de labios, preferido por personas arriesgadas que no le temen a ser el centro de atención y romper sus propios esquema.", "img": "/img/labialmorado.jpg", "precio": 5000, "categoria": "marcas"},
    {"idx":3, "nombreProducto":"Mascara de Pestañas", "descripcion": "Cosmético usado para oscurecer, espesar, curvar y definir las pestañas. Un tubo de rímel junto al cepillo aplicador.", "img": "/img/rimell.jpg", "precio": 3500, "categoria": "ofertas"},
    {"idx":4, "nombreProducto":"Sombras para Ojos", "descripcion": "Es un cosmético que se aplica en los párpados y debajo de las cejas.", "img": "/img/sombra.jpg", "precio": 4900, "categoria": "marcas"},
    {"idx":5, "nombreProducto":"Delineador en Lapiz", "descripcion": "Es un cosmético y maquillaje utilizado para definir el contorno de los ojos.", "img": "/img/lapiz.jpg", "precio": 2500, "categoria": "ofertas"},
    {"idx":6, "nombreProducto":"Delineador Liquido", "descripcion": "El Delineador líquido es un líquido opaco que actualmente aparece en una botella pequeña y se aplica con un pequeño cepillo o un aplicador especial parecido a un pincel. Forma una línea acentuada y precisa.", "img": "/img/liquido.jpg", "precio": 3000, "categoria": "ofertas"},
    {"idx":7, "nombreProducto":"Corrector de Ojeras", "descripcion": "El corrector de ojeras es de esos productos de maquillaje que nos encantan, porque nos ayudan a borrar imperfecciones en cuestión de segundos.", "img": "/img/muzzarelitas.jpg", "precio": 4000, "categoria": "marcas"},
    {"idx":8, "nombreProducto":"Base", "descripcion": "La base de maquillaje es un producto que ayuda a que la piel luzca un mejor aspecto, de igual manera puede ayudar a disminuir la apariencia de algunas imperfecciones. Este producto puede ser elaborado a base de químicos, aceites, entre otras cosas.", "img": "/img/base.jpg", "precio": 8000, "categoria": "marcas"},
    {"idx":9, "nombreProducto":"Polvo Compacto", "descripcion": "El polvo compacto es un cosmético aplicado en nuestro rostro para lograr un acabado uniforme, fresco y sin rastro de grasa. Un producto ideal para matizar el brillo que pueda aparecer sin ningún inconveniente.", "img": "/img/polvo.jpg", "precio": 4500, "categoria": "marcas"},
    {"idx":10, "nombreProducto":"Glitter", "descripcion": "Excelente para iluminar los pómulos, los párpados, los huesos de las cejas, las esquinas interiores y los labios para mejorar y perfeccionar la piel, adecuado para todos los tonos de piel.", "img": "/img/glitter.jpg", "precio": 2900, "categoria": "ofertas"},
    {"idx":11, "nombreProducto":"Iluminador", "descripcion": "El iluminador es el encargado de dar luz a ciertos puntos del rostro para realzarlos o ayudar a definirlos.", "img": "/img/iluminador.jpg", "precio": 3900, "categoria": "ofertas"},
    {"idx":12, "nombreProducto":"Esmalte para uñas", "descripcion": "El esmalte de uñas o pintaúñas es un cosmético de laca, de secado rápido, comúnmente utilizado para colorear las uñas y proporcionarles brillo.", "img": "/img/esmalte.jpg", "precio": 3000, "categoria": "ofertas"}
]